{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "special": true,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 1,
      "special": true,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 2,
      "special": true,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 3,
      "special": true,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 4,
      "special": true,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      },
      {
        "type": "Lowercase"
      },
      {
        "type": "StripAccents"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Punctuation",
        "behavior": "Isolated"
      },
      {
        "type": "Whitespace"
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "[": 37,
      "\\": 38,
      "]": 39,
      "^": 40,
      "_": 41,
      "`": 42,
      "a": 43,
      "b": 44,
      "c": 45,
      "d": 46,
      "e": 47,
      "f": 48,
      "g": 49,
      "h": 50,
      "i": 51,
      "j": 52,
      "k": 53,
      "l": 54,
      "m": 55,
      "n": 56,
      "o": 57,
      "p": 58,
      "q": 59,
      "r": 60,
      "s": 61,
      "t": 62,
      "u": 63,
      "v": 64,
      "w": 65,
      "x": 66,
      "y": 67,
      "z": 68,
      "{": 69,
      "|": 70,
      "}": 71,
      "~": 72,
      "": 73,
      "##w": 74,
      "##a": 75,
      "##c": 76,
      "##q": 77,
      "##r": 78,
      "##o": 79,
      "##d": 80,
      "##i": 81,
      "##g": 82,
      "##u": 83,
      "##s": 84,
      "##l": 85,
      "##y": 86,
      "##n": 87,
      "##p": 88,
      "##e": 89,
      "##t": 90,
      "##m": 91,
      "##k": 92,
      "##2": 93,
      "##9": 94,
      "##3": 95,
      "##7": 96,
      "##1": 97,
      "##5": 98,
      "##0": 99,
      "##8": 100,
      "##4": 101,
      "##6": 102,
      "##b": 103,
      "##f": 104,
      "##h": 105,
      "##z": 106,
      "##v": 107,
      "##j": 108,
      "##x": 109,
      "##er": 110,
      "th": 111,
      "##in": 112,
      "the": 113,
      "##on": 114,
      "##es": 115,
      "##or": 116,
      "##en": 117,
      "##an": 118,
      "##ar": 119,
      "##ed": 120,
      "in": 121,
      "##at": 122,
      "##ing": 123,
      "##al": 124,
      "to": 125,
      "##it": 126,
      "an": 127,
      "##om": 128,
      "of": 129,
      "##st": 130,
      "##ou": 131,
      "##ent": 132,
      "##ic": 133,
      "##ion": 134,
      "##il": 135,
      "re": 136,
      "and": 137,
      "##re": 138,
      "##id": 139,
      "##as": 140,
      "##is": 141,
      "##ut": 142,
      "##ro": 143,
      "##et": 144,
      "##ec": 145,
      "##el": 146,
      "##ers": 147,
      "st": 148,
      "it": 149,
      "sa": 150,
      "on": 151,
      "for": 152,
      "##ill": 153,
      "##ur": 154,
      "##le": 155,
      "##ve": 156,
      "com": 157,
      "##ad": 158,
      "##ay": 159,
      "said": 160,
      "##ld": 161,
      "##ow": 162,
      "##th": 163,
      "##ig": 164,
      "##ac": 165,
      "##est": 166,
      "that": 167,
      "by": 168,
      "wh": 169,
      "##ly": 170,
      "##ment": 171,
      "be": 172,
      "##ir": 173,
      "as": 174,
      "20": 175,
      "is": 176,
      "##ver": 177,
      "##ter": 178,
      "per": 179,
      "sh": 180,
      "##os": 181,
      "fr": 182,
      "ex": 183,
      "##ot": 184,
      "##ch": 185,
      "de": 186,
      "##us": 187,
      "con": 188,
      "##ol": 189,
      "ch": 190,
      "ne": 191,
      "##cent": 192,
      "##ce": 193,
      "##ation": 194,
      "##ort": 195,
      "pro": 196,
      "at": 197,
      "##ith": 198,
      "percent": 199,
      "##nd": 200,
      "##im": 201,
      "##ess": 202,
      "##ear": 203,
      "##ul": 204,
      "##ak": 205,
      "##illion": 206,
      "##ank": 207,
      "##ge": 208,
      "with": 209,
      "##ate": 210,
      "##ect": 211,
      "its": 212,
      "al": 213,
      "mar": 214,
      "##am": 215,
      "pr": 216,
      "##ould": 217,
      "we": 218,
      "comp": 219,
      "bank": 220,
      "##ies": 221,
      "su": 222,
      "##ain": 223,
      "##port": 224,
      "was": 225,
      "##ial": 226,
      "##uters": 227,
      "tr": 228,
      "reuters": 229,
      "from": 230,
      "##ust": 231,
      "year": 232,
      "##ore": 233,
      "##ap": 234,
      "##ct": 235,
      "##iv": 236,
      "##ast": 237,
      "go": 238,
      "##igh": 239,
      "he": 240,
      "##ere": 241,
      "ha": 242,
      "mark": 243,
      "has": 244,
      "un": 245,
      "##oc": 246,
      "new": 247,
      "mon": 248,
      "are": 249,
      "##and": 250,
      "not": 251,
      "##um": 252,
      "will": 253,
      "##ich": 254,
      "200": 255,
      "market": 256,
      "have": 257,
      "##ive": 258,
      "exp": 259,
      "inc": 260,
      "se": 261,
      "201": 262,
      "##ist": 263,
      "##all": 264,
      "billion": 265,
      "ec": 266,
      "eu": 267,
      "sp": 268,
      "##ity": 269,
      "inv": 270,
      "shar": 271,
      "##ell": 272,
      "##pp": 273,
      "##em": 274,
      "##00": 275,
      "ar": 276,
      "##ost": 277,
      "ad": 278,
      "us": 279,
      "##art": 280,
      "##ob": 281,
      "le": 282,
      "##ie": 283,
      "##ding": 284,
      "ab": 285,
      "##any": 286,
      "but": 287,
      "fin": 288,
      "##onom": 289,
      "##out": 290,
      "report": 291,
      "##ab": 292,
      "econom": 293,
      "ed": 294,
      "euro": 295,
      "cr": 296,
      "##ue": 297,
      "or": 298,
      "would": 299,
      "invest": 300,
      "##anc": 301,
      "##un": 302,
      "pl": 303,
      "##day": 304,
      "##ors": 305,
      "##ome": 306,
      "res": 307,
      "qu": 308,
      "##oun": 309,
      "##ant": 310,
      "##our": 311,
      "##age": 312,
      "which": 313,
      "##ork": 314,
      "off": 315,
      "more": 316,
      "this": 317,
      "up": 318,
      "##od": 319,
      "##ff": 320,
      "##ard": 321,
      "ac": 322,
      "ag": 323,
      "ind": 324,
      "##ag": 325,
      "##ong": 326,
      "cl": 327,
      "##ack": 328,
      "##ok": 329,
      "##op": 330,
      "##gh": 331,
      "##act": 332,
      "##ond": 333,
      "str": 334,
      "##ber": 335,
      "##qu": 336,
      "##pt": 337,
      "##ther": 338,
      "##ose": 339,
      "##man": 340,
      "##so": 341,
      "out": 342,
      "##rou": 343,
      "##mer": 344,
      "##ail": 345,
      "dec": 346,
      "bu": 347,
      "bo": 348,
      "##row": 349,
      "##ia": 350,
      "##ek": 351,
      "##ans": 352,
      "expect": 353,
      "company": 354,
      "##ock": 355,
      "af": 356,
      "##own": 357,
      "im": 358,
      "than": 359,
      "##ions": 360,
      "##se": 361,
      "id": 362,
      "fir": 363,
      "##ight": 364,
      "##end": 365,
      "about": 366,
      "##ry": 367,
      "##yst": 368,
      "they": 369,
      "en": 370,
      "over": 371,
      "##tic": 372,
      "financ": 373,
      "after": 374,
      "li": 375,
      "##tt": 376,
      "##ary": 377,
      "##ure": 378,
      "had": 379,
      "cont": 380,
      "##ates": 381,
      "##uct": 382,
      "##ine": 383,
      "##ake": 384,
      "million": 385,
      "ear": 386,
      "inter": 387,
      "sec": 388,
      "also": 389,
      "sal": 390,
      "##ely": 391,
      "pric": 392,
      "##ount": 393,
      "were": 394,
      "##iting": 395,
      "so": 396,
      "fu": 397,
      "##oll": 398,
      "artic": 399,
      "article": 400,
      "##ww": 401,
      "www": 402,
      "##ance": 403,
      "##ttp": 404,
      "http": 405,
      "br": 406,
      "cons": 407,
      "me": 408,
      "##ud": 409,
      "trad": 410,
      "##20": 411,
      "rec": 412,
      "acc": 413,
      "financial": 414,
      "##arter": 415,
      "month": 416,
      "##one": 417,
      "high": 418,
      "##ip": 419,
      "their": 420,
      "##vern": 421,
      "govern": 422,
      "man": 423,
      "##arg": 424,
      "last": 425,
      "no": 426,
      "##ations": 427,
      "quarter": 428,
      "wor": 429,
      "could": 430,
      "app": 431,
      "co": 432,
      "anal": 433,
      "##ign": 434,
      "##lo": 435,
      "##ile": 436,
      "##ings": 437,
      "##pe": 438,
      "##ven": 439,
      "grow": 440,
      "##if": 441,
      "ris": 442,
      "##ated": 443,
      "op": 444,
      "been": 445,
      "##iz": 446,
      "##pr": 447,
      "##ey": 448,
      "some": 449,
      "int": 450,
      "##ous": 451,
      "stock": 452,
      "##ition": 453,
      "fed": 454,
      "part": 455,
      "tim": 456,
      "##ult": 457,
      "fund": 458,
      "government": 459,
      "down": 460,
      "##ire": 461,
      "share": 462,
      "dis": 463,
      "analyst": 464,
      "lo": 465,
      "sales": 466,
      "week": 467,
      "##ase": 468,
      "shares": 469,
      "bus": 470,
      "##ib": 471,
      "##aw": 472,
      "reporting": 473,
      "##int": 474,
      "##old": 475,
      "##ep": 476,
      "europe": 477,
      "york": 478,
      "##bl": 479,
      "may": 480,
      "cent": 481,
      "cor": 482,
      "deal": 483,
      "all": 484,
      "ass": 485,
      "10": 486,
      "chin": 487,
      "editing": 488,
      "##pm": 489,
      "##iness": 490,
      "est": 491,
      "add": 492,
      "##ound": 493,
      "comm": 494,
      "##bt": 495,
      "##ally": 496,
      "business": 497,
      "##oss": 498,
      "##gr": 499,
      "sl": 500,
      "##roup": 501,
      "who": 502,
      "economy": 503,
      "one": 504,
      "cap": 505,
      "##ree": 506,
      "pre": 507,
      "banks": 508,
      "reg": 509,
      "##erm": 510,
      "##for": 511,
      "##esday": 512,
      "##eral": 513,
      "##ities": 514,
      "##ft": 515,
      "there": 516,
      "##fit": 517,
      "##ens": 518,
      "do": 519,
      "other": 520,
      "if": 521,
      "gl": 522,
      "low": 523,
      "##ief": 524,
      "gre": 525,
      "##ence": 526,
      "##li": 527,
      "edt": 528,
      "tw": 529,
      "##ide": 530,
      "growth": 531,
      "##enc": 532,
      "##ough": 533,
      "can": 534,
      "fe": 535,
      "und": 536,
      "unit": 537,
      "am": 538,
      "##ital": 539,
      "##av": 540,
      "##erv": 541,
      "markets": 542,
      "##able": 543,
      "##ecut": 544,
      "cut": 545,
      "pol": 546,
      "##oint": 547,
      "debt": 548,
      "##ke": 549,
      "car": 550,
      "prod": 551,
      "##ish": 552,
      "##ments": 553,
      "##ru": 554,
      "ret": 555,
      "corp": 556,
      "investors": 557,
      "say": 558,
      "expected": 559,
      "offic": 560,
      "##ince": 561,
      "##ased": 562,
      "big": 563,
      "##ace": 564,
      "hel": 565,
      "##ating": 566,
      "buy": 567,
      "##ks": 568,
      "##201": 569,
      "##ach": 570,
      "##ange": 571,
      "first": 572,
      "##ern": 573,
      "his": 574,
      "##ets": 575,
      "imp": 576,
      "two": 577,
      "end": 578,
      "cred": 579,
      "##ert": 580,
      "incl": 581,
      "china": 582,
      "##ms": 583,
      "economic": 584,
      "##urr": 585,
      "2008": 586,
      "since": 587,
      "bec": 588,
      "chief": 589,
      "group": 590,
      "##lin": 591,
      "glob": 592,
      "##vel": 593,
      "while": 594,
      "##ex": 595,
      "into": 596,
      "##uc": 597,
      "##ang": 598,
      "cost": 599,
      "under": 600,
      "##her": 601,
      "credit": 602,
      "min": 603,
      "execut": 604,
      "##ian": 605,
      "count": 606,
      "capital": 607,
      "aut": 608,
      "work": 609,
      "mo": 610,
      "world": 611,
      "##hn": 612,
      "##ax": 613,
      "time": 614,
      "wed": 615,
      "prices": 616,
      "pay": 617,
      "##itt": 618,
      "years": 619,
      "when": 620,
      "##aus": 621,
      "global": 622,
      "idus": 623,
      "11": 624,
      "##fl": 625,
      "indust": 626,
      "profit": 627,
      "##ember": 628,
      "state": 629,
      "##ite": 630,
      "act": 631,
      "back": 632,
      "plan": 633,
      "##ick": 634,
      "##iss": 635,
      "12": 636,
      "##ett": 637,
      "incre": 638,
      "em": 639,
      "dem": 640,
      "##ident": 641,
      "2012": 642,
      "ann": 643,
      "pres": 644,
      "curr": 645,
      "##ending": 646,
      "2009": 647,
      "##urn": 648,
      "compan": 649,
      "companies": 650,
      "##gan": 651,
      "##ubl": 652,
      "analysts": 653,
      "oil": 654,
      "##ug": 655,
      "##uring": 656,
      "dr": 657,
      "air": 658,
      "##ational": 659,
      "job": 660,
      "bet": 661,
      "how": 662,
      "product": 663,
      "pe": 664,
      "##gy": 665,
      "amer": 666,
      "def": 667,
      "##ility": 668,
      "##ures": 669,
      "law": 670,
      "now": 671,
      "##ink": 672,
      "americ": 673,
      "any": 674,
      "cris": 675,
      "2011": 676,
      "investment": 677,
      "idust": 678,
      "consum": 679,
      "bar": 680,
      "##iday": 681,
      "##air": 682,
      "##ade": 683,
      "000": 684,
      "##ice": 685,
      "##ash": 686,
      "need": 687,
      "idustre": 688,
      "larg": 689,
      "mak": 690,
      "crisis": 691,
      "rose": 692,
      "forec": 693,
      "conf": 694,
      "el": 695,
      "accor": 696,
      "european": 697,
      "##loy": 698,
      "oper": 699,
      "dep": 700,
      "19": 701,
      "regul": 702,
      "##wn": 703,
      "ra": 704,
      "still": 705,
      "loss": 706,
      "help": 707,
      "##xt": 708,
      "sign": 709,
      "long": 710,
      "told": 711,
      "fell": 712,
      "day": 713,
      "##ral": 714,
      "bl": 715,
      "##ory": 716,
      "ma": 717,
      "rem": 718,
      "2010": 719,
      "according": 720,
      "##ata": 721,
      "##over": 722,
      "show": 723,
      "again": 724,
      "##gest": 725,
      "##urs": 726,
      "term": 727,
      "##ious": 728,
      "tax": 729,
      "gen": 730,
      "##200": 731,
      "bond": 732,
      "##iew": 733,
      "##bs": 734,
      "##ency": 735,
      "rate": 736,
      "earn": 737,
      "##uding": 738,
      "2007": 739,
      "next": 740,
      "bro": 741,
      "sc": 742,
      "take": 743,
      "##ause": 744,
      "##uch": 745,
      "point": 746,
      "##ploy": 747,
      "sur": 748,
      "such": 749,
      "##ord": 750,
      "polic": 751,
      "own": 752,
      "bel": 753,
      "equ": 754,
      "mer": 755,
      "sell": 756,
      "##ublic": 757,
      "##ass": 758,
      "what": 759,
      "intern": 760,
      "sup": 761,
      "##hing": 762,
      "price": 763,
      "well": 764,
      "##cl": 765,
      "serv": 766,
      "trading": 767,
      "call": 768,
      "forecast": 769,
      "executive": 770,
      "most": 771,
      "##lier": 772,
      "prob": 773,
      "interest": 774,
      "contin": 775,
      "##ton": 776,
      "##io": 777,
      "ins": 778,
      "15": 779,
      "data": 780,
      "second": 781,
      "##rough": 782,
      "##ric": 783,
      "##ual": 784,
      "##line": 785,
      "val": 786,
      "friday": 787,
      "secur": 788,
      "states": 789,
      "lead": 790,
      "offer": 791,
      "##fore": 792,
      "##ra": 793,
      "sour": 794,
      "sw": 795,
      "fl": 796,
      "united": 797,
      "news": 798,
      "index": 799,
      "sm": 800,
      "just": 801,
      "addition": 802,
      "##ise": 803,
      "##ollar": 804,
      "##ives": 805,
      "##ical": 806,
      "##hold": 807,
      "president": 808,
      "federal": 809,
      "jan": 810,
      "hold": 811,
      "result": 812,
      "2013": 813,
      "meet": 814,
      "earlier": 815,
      "exch": 816,
      "##ater": 817,
      "because": 818,
      "dollar": 819,
      "prop": 820,
      "jun": 821,
      "ver": 822,
      "##su": 823,
      "industry": 824,
      "thurs": 825,
      "before": 826,
      "thursday": 827,
      "ben": 828,
      "tu": 829,
      "##son": 830,
      "##ied": 831,
      "months": 832,
      "three": 833,
      "del": 834,
      "##ession": 835,
      "ke": 836,
      "four": 837,
      "##form": 838,
      "tre": 839,
      "sen": 840,
      "infl": 841,
      "gm": 842,
      "much": 843,
      "demand": 844,
      "##vis": 845,
      "reven": 846,
      "earnings": 847,
      "##apan": 848,
      "tuesday": 849,
      "japan": 850,
      "policy": 851,
      "rel": 852,
      "largest": 853,
      "##nesday": 854,
      "wednesday": 855,
      "jo": 856,
      "ste": 857,
      "rep": 858,
      "monday": 859,
      "eff": 860,
      "gain": 861,
      "based": 862,
      "net": 863,
      "look": 864,
      "##uss": 865,
      "##ury": 866,
      "fall": 867,
      "strong": 868,
      "including": 869,
      "##ries": 870,
      "##ull": 871,
      "##verage": 872,
      "##kely": 873,
      "conc": 874,
      "##ee": 875,
      "##ople": 876,
      "##ative": 877,
      "you": 878,
      "should": 879,
      "##isc": 880,
      "people": 881,
      "against": 882,
      "##ior": 883,
      "##ady": 884,
      "manage": 885,
      "see": 886,
      "contr": 887,
      "stre": 888,
      "##ix": 889,
      "central": 890,
      "mort": 891,
      "exchange": 892,
      "weak": 893,
      "rates": 894,
      "remain": 895,
      "our": 896,
      "##osed": 897,
      "top": 898,
      "money": 899,
      "ph": 900,
      "through": 901,
      "par": 902,
      "##irect": 903,
      "cour": 904,
      "##ject": 905,
      "near": 906,
      "mortg": 907,
      "##og": 908,
      "many": 909,
      "firm": 910,
      "##we": 911,
      "even": 912,
      "additional": 913,
      "inst": 914,
      "recent": 915,
      "##ward": 916,
      "official": 917,
      "25": 918,
      "30": 919,
      "head": 920,
      "rest": 921,
      "progr": 922,
      "risk": 923,
      "sect": 924,
      "##are": 925,
      "only": 926,
      "direct": 927,
      "##10": 928,
      "sch": 929,
      "att": 930,
      "##ced": 931,
      "##ird": 932,
      "higher": 933,
      "maj": 934,
      "like": 935,
      "make": 936,
      "13": 937,
      "##iff": 938,
      "disc": 939,
      "des": 940,
      "think": 941,
      "##ved": 942,
      "##me": 943,
      "cents": 944,
      "##organ": 945,
      "going": 946,
      "level": 947,
      "##ger": 948,
      "third": 949,
      "zone": 950,
      "start": 951,
      "priv": 952,
      "regulat": 953,
      "major": 954,
      "##ner": 955,
      "##gin": 956,
      "did": 957,
      "det": 958,
      "oct": 959,
      "gr": 960,
      "##als": 961,
      "##bre": 962,
      "red": 963,
      "##ged": 964,
      "##ind": 965,
      "##ices": 966,
      "##ame": 967,
      "gold": 968,
      "ro": 969,
      "funds": 970,
      "management": 971,
      "revenue": 972,
      "##ude": 973,
      "##ider": 974,
      "home": 975,
      "##ler": 976,
      "wall": 977,
      "assets": 978,
      "mat": 979,
      "##ific": 980,
      "##ents": 981,
      "##ese": 982,
      "##vers": 983,
      "stocks": 984,
      "##cess": 985,
      "average": 986,
      "estim": 987,
      "tal": 988,
      "costs": 989,
      "war": 990,
      "##orn": 991,
      "14": 992,
      "manag": 993,
      "appro": 994,
      "concern": 995,
      "sub": 996,
      "very": 997,
      "public": 998,
      "retail": 999,
      "made": 1000,
      "##ether": 1001,
      "cit": 1002,
      "minist": 1003,
      "securities": 1004,
      "declin": 1005,
      "##lear": 1006,
      "ob": 1007,
      "nor": 1008,
      "kn": 1009,
      "idusbre": 1010,
      "good": 1011,
      "tak": 1012,
      "pa": 1013,
      "them": 1014,
      "slow": 1015,
      "biggest": 1016,
      "##iel": 1017,
      "apr": 1018,
      "likely": 1019,
      "recover": 1020,
      "ve": 1021,
      "reported": 1022,
      "##ystem": 1023,
      "current": 1024,
      "##ays": 1025,
      "prev": 1026,
      "inflation": 1027,
      "dro": 1028,
      "press": 1029,
      "##rol": 1030,
      "employ": 1031,
      "street": 1032,
      "##he": 1033,
      "##ving": 1034,
      "gu": 1035,
      "pos": 1036,
      "lower": 1037,
      "trade": 1038,
      "far": 1039,
      "system": 1040,
      "trans": 1041,
      "consumer": 1042,
      "court": 1043,
      "##ential": 1044,
      "sector": 1045,
      "treas": 1046,
      "international": 1047,
      "##rupt": 1048,
      "##ah": 1049,
      "washing": 1050,
      "those": 1051,
      "support": 1052,
      "prov": 1053,
      "num": 1054,
      "ev": 1055,
      "plans": 1056,
      "around": 1057,
      "washington": 1058,
      "##app": 1059,
      "ord": 1060,
      "17": 1061,
      "spending": 1062,
      "elect": 1063,
      "16": 1064,
      "hal": 1065,
      "##ision": 1066,
      "vol": 1067,
      "##ces": 1068,
      "##ible": 1069,
      "announ": 1070,
      "##ph": 1071,
      "private": 1072,
      "fact": 1073,
      "##les": 1074,
      "country": 1075,
      "board": 1076,
      "economist": 1077,
      "18": 1078,
      "march": 1079,
      "get": 1080,
      "wr": 1081,
      "rat": 1082,
      "euros": 1083,
      "##30": 1084,
      "fut": 1085,
      "##aint": 1086,
      "where": 1087,
      "##alth": 1088,
      "##ouse": 1089,
      "##ween": 1090,
      "between": 1091,
      "##ump": 1092,
      "fur": 1093,
      "##earch": 1094,
      "ext": 1095,
      "jobs": 1096,
      "stand": 1097,
      "want": 1098,
      "med": 1099,
      "##ark": 1100,
      "##ss": 1101,
      "bid": 1102,
      "results": 1103,
      "program": 1104,
      "tec": 1105,
      "requ": 1106,
      "cash": 1107,
      "chair": 1108,
      "short": 1109,
      "##ece": 1110,
      "she": 1111,
      "strate": 1112,
      "##ict": 1113,
      "##eign": 1114,
      "av": 1115,
      "##ruct": 1116,
      "both": 1117,
      "losses": 1118,
      "further": 1119,
      "pot": 1120,
      "sharehold": 1121,
      "mortgage": 1122,
      "##pped": 1123,
      "##led": 1124,
      "##land": 1125,
      "opt": 1126,
      "ce": 1127,
      "##ama": 1128,
      "put": 1129,
      "record": 1130,
      "due": 1131,
      "post": 1132,
      "feb": 1133,
      "spok": 1134,
      "comment": 1135,
      "rise": 1136,
      "spec": 1137,
      "aug": 1138,
      "ge": 1139,
      "resp": 1140,
      "##erve": 1141,
      "targ": 1142,
      "equity": 1143,
      "set": 1144,
      "##ason": 1145,
      "banking": 1146,
      "##arge": 1147,
      "50": 1148,
      "##ging": 1149,
      "impro": 1150,
      "added": 1151,
      "##med": 1152,
      "##view": 1153,
      "compet": 1154,
      "##velop": 1155,
      "bail": 1156,
      "ever": 1157,
      "ju": 1158,
      "account": 1159,
      "##ared": 1160,
      "supp": 1161,
      "mod": 1162,
      "hit": 1163,
      "la": 1164,
      "##ollow": 1165,
      "countries": 1166,
      "##ik": 1167,
      "##ood": 1168,
      "follow": 1169,
      "develop": 1170,
      "greece": 1171,
      "cust": 1172,
      "##itions": 1173,
      "##other": 1174,
      "hous": 1175,
      "statement": 1176,
      "these": 1177,
      "treasury": 1178,
      "meeting": 1179,
      "sept": 1180,
      "june": 1181,
      "less": 1182,
      "##ready": 1183,
      "already": 1184,
      "during": 1185,
      "##ley": 1186,
      "##ized": 1187,
      "another": 1188,
      "finance": 1189,
      "move": 1190,
      "run": 1191,
      "fil": 1192,
      "##80": 1193,
      "##ases": 1194,
      "500": 1195,
      "america": 1196,
      "agree": 1197,
      "house": 1198,
      "##da": 1199,
      "sett": 1200,
      "mot": 1201,
      "chairman": 1202,
      "##ning": 1203,
      "##ron": 1204,
      "clear": 1205,
      "custom": 1206,
      "increase": 1207,
      "div": 1208,
      "case": 1209,
      "former": 1210,
      "##mak": 1211,
      "##asing": 1212,
      "close": 1213,
      "small": 1214,
      "diff": 1215,
      "september": 1216,
      "##11": 1217,
      "rais": 1218,
      "proble": 1219,
      "cond": 1220,
      "##ission": 1221,
      "poss": 1222,
      "general": 1223,
      "##amp": 1224,
      "ref": 1225,
      "##ier": 1226,
      "spokes": 1227,
      "fac": 1228,
      "brit": 1229,
      "contract": 1230,
      "port": 1231,
      "##ime": 1232,
      "being": 1233,
      "##ily": 1234,
      "whether": 1235,
      "mid": 1236,
      "loans": 1237,
      "don": 1238,
      "meas": 1239,
      "housing": 1240,
      "early": 1241,
      "##iven": 1242,
      "##aim": 1243,
      "##ondon": 1244,
      "fisc": 1245,
      "london": 1246,
      "value": 1247,
      "##ages": 1248,
      "keep": 1249,
      "fiscal": 1250,
      "points": 1251,
      "buil": 1252,
      "##ield": 1253,
      "rul": 1254,
      "##ones": 1255,
      "emer": 1256,
      "##90": 1257,
      "recovery": 1258,
      "##ize": 1259,
      "##its": 1260,
      "janu": 1261,
      "july": 1262,
      "##istr": 1263,
      "fail": 1264,
      "same": 1265,
      "january": 1266,
      "##ately": 1267,
      "insur": 1268,
      "ener": 1269,
      "techn": 1270,
      "##ath": 1271,
      "depart": 1272,
      "##ross": 1273,
      "pur": 1274,
      "john": 1275,
      "neg": 1276,
      "december": 1277,
      "bas": 1278,
      "fam": 1279,
      "##ned": 1280,
      "##aper": 1281,
      "fri": 1282,
      "##erence": 1283,
      "potential": 1284,
      "##ai": 1285,
      "riv": 1286,
      "half": 1287,
      "##ution": 1288,
      "energy": 1289,
      "##cy": 1290,
      "way": 1291,
      "chang": 1292,
      "reserve": 1293,
      "autom": 1294,
      "24": 1295,
      "sever": 1296,
      "firms": 1297,
      "april": 1298,
      "issu": 1299,
      "boost": 1300,
      "##ober": 1301,
      "##ush": 1302,
      "##bers": 1303,
      "step": 1304,
      "##ling": 1305,
      "seen": 1306,
      "mc": 1307,
      "open": 1308,
      "##az": 1309,
      "bankrupt": 1310,
      "services": 1311,
      "recession": 1312,
      "##uf": 1313,
      "october": 1314,
      "##ker": 1315,
      "cre": 1316,
      "##ever": 1317,
      "pow": 1318,
      "import": 1319,
      "##sp": 1320,
      "real": 1321,
      "apple": 1322,
      "##idence": 1323,
      "cuts": 1324,
      "previous": 1325,
      "bonds": 1326,
      "##ful": 1327,
      "obama": 1328,
      "stor": 1329,
      "declined": 1330,
      "po": 1331,
      "thu": 1332,
      "tot": 1333,
      "dom": 1334,
      "ceo": 1335,
      "does": 1336,
      "dav": 1337,
      "##mber": 1338,
      "##erson": 1339,
      "showed": 1340,
      "better": 1341,
      "bud": 1342,
      "nove": 1343,
      "november": 1344,
      "##eng": 1345,
      "22": 1346,
      "##ting": 1347,
      "##hip": 1348,
      "compl": 1349,
      "21": 1350,
      "##ub": 1351,
      "consider": 1352,
      "##els": 1353,
      "##look": 1354,
      "##ave": 1355,
      "expectations": 1356,
      "union": 1357,
      "23": 1358,
      "return": 1359,
      "talks": 1360,
      "bill": 1361,
      "27": 1362,
      "bre": 1363,
      "lab": 1364,
      "##ought": 1365,
      "##ics": 1366,
      "bailout": 1367,
      "##ability": 1368,
      "acqu": 1369,
      "american": 1370,
      "research": 1371,
      "key": 1372,
      "##ocus": 1373,
      "come": 1374,
      "says": 1375,
      "past": 1376,
      "outlook": 1377,
      "number": 1378,
      "commission": 1379,
      "goldman": 1380,
      "right": 1381,
      "##unch": 1382,
      "clos": 1383,
      "reach": 1384,
      "target": 1385,
      "leg": 1386,
      "##ons": 1387,
      "production": 1388,
      "##bo": 1389,
      "continu": 1390,
      "focus": 1391,
      "hop": 1392,
      "among": 1393,
      "stake": 1394,
      "boe": 1395,
      "##til": 1396,
      "dou": 1397,
      "sep": 1398,
      "turn": 1399,
      "26": 1400,
      "##etary": 1401,
      "##ants": 1402,
      "tue": 1403,
      "gas": 1404,
      "sources": 1405,
      "fourth": 1406,
      "nas": 1407,
      "total": 1408,
      "officials": 1409,
      "##ands": 1410,
      "too": 1411,
      "budg": 1412,
      "ago": 1413,
      "##reed": 1414,
      "purch": 1415,
      "prot": 1416,
      "prom": 1417,
      "committ": 1418,
      "sim": 1419,
      "##ott": 1420,
      "source": 1421,
      "however": 1422,
      "continue": 1423,
      "nearly": 1424,
      "annual": 1425,
      "minister": 1426,
      "face": 1427,
      "##yn": 1428,
      "##enn": 1429,
      "yen": 1430,
      "view": 1431,
      "##ky": 1432,
      "28": 1433,
      "##daq": 1434,
      "09": 1435,
      "control": 1436,
      "claim": 1437,
      "found": 1438,
      "sou": 1439,
      "wal": 1440,
      "vot": 1441,
      "coll": 1442,
      "allow": 1443,
      "##erman": 1444,
      "bankruptcy": 1445,
      "department": 1446,
      "##itive": 1447,
      "ital": 1448,
      "##gress": 1449,
      "national": 1450,
      "nasdaq": 1451,
      "bern": 1452,
      "lend": 1453,
      "activ": 1454,
      "##ili": 1455,
      "belie": 1456,
      "aff": 1457,
      "##co": 1458,
      "##less": 1459,
      "five": 1460,
      "##ufact": 1461,
      "manufact": 1462,
      "##hic": 1463,
      "##head": 1464,
      "##ular": 1465,
      "polit": 1466,
      "##pres": 1467,
      "currency": 1468,
      "ask": 1469,
      "below": 1470,
      "adv": 1471,
      "products": 1472,
      "late": 1473,
      "##ves": 1474,
      "##min": 1475,
      "senior": 1476,
      "standard": 1477,
      "corpor": 1478,
      "##70": 1479,
      "sol": 1480,
      "monetary": 1481,
      "foreign": 1482,
      "##ugh": 1483,
      "##ium": 1484,
      "saying": 1485,
      "power": 1486,
      "agreed": 1487,
      "bene": 1488,
      "large": 1489,
      "advis": 1490,
      "aust": 1491,
      "broad": 1492,
      "repres": 1493,
      "##ees": 1494,
      "##50": 1495,
      "every": 1496,
      "rece": 1497,
      "07": 1498,
      "quest": 1499,
      "##ew": 1500,
      "chinese": 1501,
      "##att": 1502,
      "seek": 1503,
      "shareholders": 1504,
      "##ening": 1505,
      "germ": 1506,
      "technol": 1507,
      "until": 1508,
      "germany": 1509,
      "jpm": 1510,
      "cal": 1511,
      "decision": 1512,
      "few": 1513,
      "called": 1514,
      "##ruary": 1515,
      "february": 1516,
      "full": 1517,
      "bp": 1518,
      "august": 1519,
      "##oo": 1520,
      "29": 1521,
      "pressure": 1522,
      "##lement": 1523,
      "investig": 1524,
      "conference": 1525,
      "budget": 1526,
      "40": 1527,
      "##orrow": 1528,
      "mic": 1529,
      "labor": 1530,
      "david": 1531,
      "litt": 1532,
      "##hor": 1533,
      "least": 1534,
      "lat": 1535,
      "05": 1536,
      "might": 1537,
      "times": 1538,
      "##err": 1539,
      "03": 1540,
      "german": 1541,
      "met": 1542,
      "little": 1543,
      "##ove": 1544,
      "sale": 1545,
      "north": 1546,
      "partic": 1547,
      "ecb": 1548,
      "06": 1549,
      "asset": 1550,
      "boeing": 1551,
      "31": 1552,
      "health": 1553,
      "making": 1554,
      "##ners": 1555,
      "mem": 1556,
      "##ively": 1557,
      "##put": 1558,
      "customers": 1559,
      "ahead": 1560,
      "workers": 1561,
      "sat": 1562,
      "income": 1563,
      "maker": 1564,
      "export": 1565,
      "sug": 1566,
      "line": 1567,
      "rele": 1568,
      "##rys": 1569,
      "dow": 1570,
      "future": 1571,
      "usa": 1572,
      "sum": 1573,
      "mich": 1574,
      "drop": 1575,
      "vehic": 1576,
      "##iver": 1577,
      "commer": 1578,
      "micro": 1579,
      "discuss": 1580,
      "impact": 1581,
      "cli": 1582,
      "04": 1583,
      "lim": 1584,
      "##rysler": 1585,
      "tel": 1586,
      "gener": 1587,
      "effect": 1588,
      "announced": 1589,
      "08": 1590,
      "goog": 1591,
      "##ogy": 1592,
      "instit": 1593,
      "spe": 1594,
      "hard": 1595,
      "hed": 1596,
      "morgan": 1597,
      "then": 1598,
      "01": 1599,
      "##ys": 1600,
      "author": 1601,
      "strateg": 1602,
      "##work": 1603,
      "bal": 1604,
      "ber": 1605,
      "unc": 1606,
      "several": 1607,
      "expects": 1608,
      "regulators": 1609,
      "stan": 1610,
      "concerns": 1611,
      "consumers": 1612,
      "##ress": 1613,
      "sing": 1614,
      "overs": 1615,
      "##ined": 1616,
      "##ying": 1617,
      "02": 1618,
      "ford": 1619,
      "idusbre8": 1620,
      "##ann": 1621,
      "project": 1622,
      "hu": 1623,
      "borrow": 1624,
      "rich": 1625,
      "compared": 1626,
      "decline": 1627,
      "##rel": 1628,
      "sent": 1629,
      "##ually": 1630,
      "##ault": 1631,
      "##iod": 1632,
      "mac": 1633,
      "suggest": 1634,
      "##ited": 1635,
      "buying": 1636,
      "test": 1637,
      "##makers": 1638,
      "##aff": 1639,
      "##ble": 1640,
      "chrysler": 1641,
      "use": 1642,
      "pack": 1643,
      "iss": 1644,
      "period": 1645,
      "##igroup": 1646,
      "##ugg": 1647,
      "benefit": 1648,
      "mart": 1649,
      "##ames": 1650,
      "effort": 1651,
      "citigroup": 1652,
      "thom": 1653,
      "##fe": 1654,
      "leaders": 1655,
      "operating": 1656,
      "spokesman": 1657,
      "operations": 1658,
      "google": 1659,
      "##atch": 1660,
      "##ened": 1661,
      "##uce": 1662,
      "play": 1663,
      "##ended": 1664,
      "init": 1665,
      "100": 1666,
      "looking": 1667,
      "##iving": 1668,
      "above": 1669,
      "rob": 1670,
      "automak": 1671,
      "inform": 1672,
      "desp": 1673,
      "selling": 1674,
      "##ected": 1675,
      "##12": 1676,
      "quarterly": 1677,
      "weeks": 1678,
      "##ike": 1679,
      "possible": 1680,
      "rising": 1681,
      "process": 1682,
      "imf": 1683,
      "measures": 1684,
      "ubs": 1685,
      "auto": 1686,
      "order": 1687,
      "raise": 1688,
      "##urt": 1689,
      "officer": 1690,
      "partners": 1691,
      "stores": 1692,
      "given": 1693,
      "agreement": 1694,
      "sharp": 1695,
      "issue": 1696,
      "##ization": 1697,
      "days": 1698,
      "2006": 1699,
      "pet": 1700,
      "##ially": 1701,
      "six": 1702,
      "##ably": 1703,
      "main": 1704,
      "aw": 1705,
      "signific": 1706,
      "##off": 1707,
      "eng": 1708,
      "##te": 1709,
      "##atives": 1710,
      "committee": 1711,
      "##thing": 1712,
      "##ale": 1713,
      "##thers": 1714,
      "soft": 1715,
      "corporate": 1716,
      "##ired": 1717,
      "##quid": 1718,
      "##soft": 1719,
      "margin": 1720,
      "jpmorgan": 1721,
      "microsoft": 1722,
      "san": 1723,
      "##side": 1724,
      "deep": 1725,
      "suc": 1726,
      "businesses": 1727,
      "significant": 1728,
      "pat": 1729,
      "executives": 1730,
      "director": 1731,
      "trillion": 1732,
      "estimates": 1733,
      "idusn": 1734,
      "launch": 1735,
      "##rial": 1736,
      "without": 1737,
      "charg": 1738,
      "##oci": 1739,
      "best": 1740,
      "##uation": 1741,
      "hedge": 1742,
      "led": 1743,
      "later": 1744,
      "##ically": 1745,
      "sit": 1746,
      "propos": 1747,
      "yet": 1748,
      "claims": 1749,
      "technology": 1750,
      "gains": 1751,
      "##cept": 1752,
      "industrial": 1753,
      "##ines": 1754,
      "confidence": 1755,
      "canad": 1756,
      "defic": 1757,
      "represent": 1758,
      "following": 1759,
      "despite": 1760,
      "idustre7": 1761,
      "crit": 1762,
      "used": 1763,
      "problems": 1764,
      "fear": 1765,
      "##che": 1766,
      "unem": 1767,
      "##ided": 1768,
      "unemploy": 1769,
      "improve": 1770,
      "lot": 1771,
      "push": 1772,
      "though": 1773,
      "ser": 1774,
      "non": 1775,
      "lost": 1776,
      "coun": 1777,
      "loan": 1778,
      "change": 1779,
      "liquid": 1780,
      "growing": 1781,
      "##ont": 1782,
      "commod": 1783,
      "investor": 1784,
      "sold": 1785,
      "must": 1786,
      "admin": 1787,
      "##pl": 1788,
      "service": 1789,
      "##elf": 1790,
      "crude": 1791,
      "##ri": 1792,
      "##medi": 1793,
      "taking": 1794,
      "list": 1795,
      "closed": 1796,
      "##rat": 1797,
      "spain": 1798,
      "person": 1799,
      "black": 1800,
      "##ota": 1801,
      "##ody": 1802,
      "##down": 1803,
      "poor": 1804,
      "franc": 1805,
      "raised": 1806,
      "##ret": 1807,
      "surve": 1808,
      "##ony": 1809,
      "##ived": 1810,
      "give": 1811,
      "##ertain": 1812,
      "##up": 1813,
      "helped": 1814,
      "win": 1815,
      "fuel": 1816,
      "##sh": 1817,
      "domest": 1818,
      "action": 1819,
      "toy": 1820,
      "##ov": 1821,
      "chr": 1822,
      "south": 1823,
      "administr": 1824,
      "includ": 1825,
      "barrel": 1826,
      "yield": 1827,
      "##ense": 1828,
      "mob": 1829,
      "restruct": 1830,
      "35": 1831,
      "rules": 1832,
      "paul": 1833,
      "##vert": 1834,
      "know": 1835,
      "loc": 1836,
      "excl": 1837,
      "unemployment": 1838,
      "region": 1839,
      "##ism": 1840,
      "immedi": 1841,
      "alth": 1842,
      "latest": 1843,
      "idusbre9": 1844,
      "although": 1845,
      "##bc": 1846,
      "domestic": 1847,
      "economists": 1848,
      "agency": 1849,
      "##ator": 1850,
      "jud": 1851,
      "hand": 1852,
      "##ici": 1853,
      "##ues": 1854,
      "te": 1855,
      "##pping": 1856,
      "leh": 1857,
      "ll": 1858,
      "information": 1859,
      "ip": 1860,
      "held": 1861,
      "##rict": 1862,
      "##ness": 1863,
      "invol": 1864,
      "france": 1865,
      "##oti": 1866,
      "che": 1867,
      "took": 1868,
      "motor": 1869,
      "asia": 1870,
      "##ung": 1871,
      "greek": 1872,
      "##ising": 1873,
      "##xic": 1874,
      "60": 1875,
      "poll": 1876,
      "ended": 1877,
      "hear": 1878,
      "##ength": 1879,
      "acquis": 1880,
      "##imin": 1881,
      "terms": 1882,
      "food": 1883,
      "democ": 1884,
      "protect": 1885,
      "indic": 1886,
      "review": 1887,
      "const": 1888,
      "##20120": 1889,
      "pass": 1890,
      "##encies": 1891,
      "worth": 1892,
      "aig": 1893,
      "overall": 1894,
      "supply": 1895,
      "increased": 1896,
      "office": 1897,
      "idustre6": 1898,
      "lending": 1899,
      "jump": 1900,
      "asked": 1901,
      "basis": 1902,
      "levels": 1903,
      "##rug": 1904,
      "coming": 1905,
      "conditions": 1906,
      "britain": 1907,
      "him": 1908,
      "her": 1909,
      "hol": 1910,
      "dist": 1911,
      "orders": 1912,
      "har": 1913,
      "enough": 1914,
      "nov": 1915,
      "employees": 1916,
      "network": 1917,
      "##lex": 1918,
      "##ems": 1919,
      "become": 1920,
      "ent": 1921,
      "fast": 1922,
      "strugg": 1923,
      "sun": 1924,
      "yah": 1925,
      "include": 1926,
      "yahoo": 1927,
      "detail": 1928,
      "##ends": 1929,
      "##ention": 1930,
      "came": 1931,
      "##action": 1932,
      "rival": 1933,
      "ir": 1934,
      "##20130": 1935,
      "##ered": 1936,
      "##bled": 1937,
      "members": 1938,
      "democrat": 1939,
      "##etting": 1940,
      "adding": 1941,
      "pan": 1942,
      "##wh": 1943,
      "##reat": 1944,
      "needed": 1945,
      "believe": 1946,
      "##emp": 1947,
      "appear": 1948,
      "lehman": 1949,
      "alm": 1950,
      "##ij": 1951,
      "negoti": 1952,
      "##mark": 1953,
      "comb": 1954,
      "idustre5": 1955,
      "expand": 1956,
      "##ained": 1957,
      "chall": 1958,
      "arg": 1959,
      "congress": 1960,
      "media": 1961,
      "##20080": 1962,
      "republic": 1963,
      "deliver": 1964,
      "##icult": 1965,
      "rating": 1966,
      "russ": 1967,
      "difficult": 1968,
      "insurance": 1969,
      "col": 1970,
      "aim": 1971,
      "##ins": 1972,
      "##ified": 1973,
      "let": 1974,
      "important": 1975,
      "andre": 1976,
      "italy": 1977,
      "mean": 1978,
      "posted": 1979,
      "##osure": 1980,
      "##ift": 1981,
      "stanley": 1982,
      "reb": 1983,
      "##iliar": 1984,
      "##ibility": 1985,
      "jul": 1986,
      "resc": 1987,
      "institut": 1988,
      "position": 1989,
      "clients": 1990,
      "jones": 1991,
      "##aps": 1992,
      "default": 1993,
      "familiar": 1994,
      "interview": 1995,
      "aid": 1996,
      "drug": 1997,
      "frank": 1998,
      "je": 1999,
      "bad": 2000,
      "produc": 2001,
      "##ume": 2002,
      "administration": 2003,
      "amount": 2004,
      "almost": 2005,
      "##ech": 2006,
      "political": 2007,
      "provide": 2008,
      "place": 2009,
      "##fol": 2010,
      "pace": 2011,
      "##lines": 2012,
      "options": 2013,
      "associ": 2014,
      "stim": 2015,
      "##ago": 2016,
      "beh": 2017,
      "stimul": 2018,
      "risks": 2019,
      "note": 2020,
      "related": 2021,
      "deals": 2022,
      "deficit": 2023,
      "##raft": 2024,
      "##ural": 2025,
      "lawsu": 2026,
      "ang": 2027,
      "opp": 2028,
      "form": 2029,
      "begin": 2030,
      "manager": 2031,
      "activity": 2032,
      "##itch": 2033,
      "toyota": 2034,
      "emerging": 2035,
      "strength": 2036,
      "matter": 2037,
      "##ina": 2038,
      "##ators": 2039,
      "##20110": 2040,
      "each": 2041,
      "##20090": 2042,
      "portfol": 2043,
      "##ench": 2044,
      "manufacturing": 2045,
      "india": 2046,
      "certain": 2047,
      "ca": 2048,
      "##aud": 2049,
      "##ceed": 2050,
      "45": 2051,
      "##berg": 2052,
      "futures": 2053,
      "chic": 2054,
      "##anke": 2055,
      "enter": 2056,
      "ty": 2057,
      "##ows": 2058,
      "bernanke": 2059,
      "threat": 2060,
      "##uction": 2061,
      "break": 2062,
      "store": 2063,
      "broker": 2064,
      "question": 2065,
      "survey": 2066,
      "increasing": 2067,
      "dan": 2068,
      "##ware": 2069,
      "profits": 2070,
      "needs": 2071,
      "##ering": 2072,
      "som": 2073,
      "fig": 2074,
      "chicago": 2075,
      "mad": 2076,
      "merr": 2077,
      "known": 2078,
      "quick": 2079,
      "##nal": 2080,
      "##ael": 2081,
      "situation": 2082,
      "final": 2083,
      "##ued": 2084,
      "sund": 2085,
      "##vir": 2086,
      "32": 2087,
      "##ne": 2088,
      "##ivers": 2089,
      "whose": 2090,
      "mass": 2091,
      "my": 2092,
      "range": 2093,
      "##itz": 2094,
      "happ": 2095,
      "##uan": 2096,
      "highest": 2097,
      "commun": 2098,
      "holdings": 2099,
      "vehicles": 2100,
      "won": 2101,
      "hour": 2102,
      "##omes": 2103,
      "##ished": 2104,
      "##ds": 2105,
      "soc": 2106,
      "investments": 2107,
      "##ides": 2108,
      "surpr": 2109,
      "regulatory": 2110,
      "longer": 2111,
      "complet": 2112,
      "strategy": 2113,
      "output": 2114,
      "##omm": 2115,
      "sunday": 2116,
      "once": 2117,
      "##amed": 2118,
      "subs": 2119,
      "mobile": 2120,
      "japanese": 2121,
      "issues": 2122,
      "success": 2123,
      "##isco": 2124,
      "particular": 2125,
      "avail": 2126,
      "##ured": 2127,
      "forecasts": 2128,
      "taken": 2129,
      "sho": 2130,
      "##ty": 2131,
      "tough": 2132,
      "working": 2133,
      "soon": 2134,
      "positive": 2135,
      "left": 2136,
      "dev": 2137,
      "##urd": 2138,
      "##mit": 2139,
      "restructuring": 2140,
      "british": 2141,
      "city": 2142,
      "newsp": 2143,
      "cy": 2144,
      "mil": 2145,
      "trou": 2146,
      "paid": 2147,
      "across": 2148,
      "##wide": 2149,
      "funding": 2150,
      "balance": 2151,
      "season": 2152,
      "really": 2153,
      "michael": 2154,
      "able": 2155,
      "alle": 2156,
      "##21": 2157,
      "##ading": 2158,
      "propert": 2159,
      "remains": 2160,
      "package": 2161,
      "los": 2162,
      "bring": 2163,
      "within": 2164,
      "swiss": 2165,
      "##ibut": 2166,
      "avo": 2167,
      "##cial": 2168,
      "heav": 2169,
      "ul": 2170,
      "fix": 2171,
      "##just": 2172,
      "##ety": 2173,
      "ur": 2174,
      "book": 2175,
      "reason": 2176,
      "french": 2177,
      "depos": 2178,
      "watch": 2179,
      "##ications": 2180,
      "##chs": 2181,
      "here": 2182,
      "lt": 2183,
      "##au": 2184,
      "slight": 2185,
      "dropped": 2186,
      "separ": 2187,
      "pound": 2188,
      "##ories": 2189,
      "liquidity": 2190,
      "suff": 2191,
      "old": 2192,
      "writing": 2193,
      "member": 2194,
      "expl": 2195,
      "lawy": 2196,
      "##ulation": 2197,
      "jon": 2198,
      "changes": 2199,
      "fraud": 2200,
      "efforts": 2201,
      "free": 2202,
      "reached": 2203,
      "reports": 2204,
      "trust": 2205,
      "beij": 2206,
      "commercial": 2207,
      "beijing": 2208,
      "tight": 2209,
      "##dp": 2210,
      "merrill": 2211,
      "##aged": 2212,
      "announce": 2213,
      "##ney": 2214,
      "##ension": 2215,
      "toward": 2216,
      "lenders": 2217,
      "filed": 2218,
      "paper": 2219,
      "80": 2220,
      "staff": 2221,
      "der": 2222,
      "vi": 2223,
      "sachs": 2224,
      "previously": 2225,
      "airlines": 2226,
      "economies": 2227,
      "senate": 2228,
      "local": 2229,
      "70": 2230,
      "rescue": 2231,
      "75": 2232,
      "perfor": 2233,
      "estimated": 2234,
      "reform": 2235,
      "prep": 2236,
      "require": 2237,
      "ltd": 2238,
      "build": 2239,
      "richard": 2240,
      "stimulus": 2241,
      "legal": 2242,
      "char": 2243,
      "owned": 2244,
      "##uts": 2245,
      "ru": 2246,
      "available": 2247,
      "secret": 2248,
      "reduce": 2249,
      "##mance": 2250,
      "##phone": 2251,
      "charges": 2252,
      "differ": 2253,
      "36": 2254,
      "##20100": 2255,
      "##book": 2256,
      "dam": 2257,
      "##ilar": 2258,
      "##ecess": 2259,
      "signs": 2260,
      "adjust": 2261,
      "##ather": 2262,
      "bear": 2263,
      "refl": 2264,
      "portfolio": 2265,
      "deb": 2266,
      "vote": 2267,
      "force": 2268,
      "immediately": 2269,
      "##abil": 2270,
      "wealth": 2271,
      "refin": 2272,
      "invent": 2273,
      "west": 2274,
      "199": 2275,
      "merger": 2276,
      "bench": 2277,
      "core": 2278,
      "role": 2279,
      "33": 2280,
      "barcl": 2281,
      "stud": 2282,
      "development": 2283,
      "problem": 2284,
      "austral": 2285,
      "thomson": 2286,
      "##be": 2287,
      "financing": 2288,
      "failed": 2289,
      "##ford": 2290,
      "judge": 2291,
      "automaker": 2292,
      "probably": 2293,
      "dollars": 2294,
      "ba": 2295,
      "prem": 2296,
      "prof": 2297,
      "having": 2298,
      "##cr": 2299,
      "similar": 2300,
      "##und": 2301,
      "barclays": 2302,
      "il": 2303,
      "34": 2304,
      "##ract": 2305,
      "##22": 2306,
      "##inc": 2307,
      "special": 2308,
      "away": 2309,
      "##oming": 2310,
      "event": 2311,
      "james": 2312,
      "##ways": 2313,
      "##back": 2314,
      "performance": 2315,
      "others": 2316,
